# This file should contain all the record creation needed to seed the database with its default values.
# The data can then be loaded with the rails db:seed command (or created alongside the database with db:setup).
#
# Examples:
#
#   movies = Movie.create([{ name: 'Star Wars' }, { name: 'Lord of the Rings' }])
#   Character.create(name: 'Luke', movie: movies.first)
Indexpage.create(id: 1,description: '<p>Отель «Золотое кольцо» с террасой и видом на сад расположен в Адлере, в 300 м от океанариума Sochi Discovery World Aquarium и в 70 м от побережья Черного моря. К услугам гостей бесплатный Wi-Fi.</p><p>Все номера оснащены кондиционером и телевизором, а в некоторых из них обустроен гостиный уголок. В собственной ванной комнате установлен душ.</p>
<p>Рядом с отелем «Золотое кольцо» работают различные кафе и рестораны. Поблизости также находятся магазины, бары, боулинг-центр и теннисный корт.</p>
<p>В отеле работает экскурсионное бюро.</p>
<p>Отель «Золотое кольцо» находится в 600 м от дельфинария «Акватория» и в 1,2 км от аквапарка «Амфибиус». Расстояние до центра Адлера составляет 1 км. Железнодорожный вокзал «Андлер» находится в 2,5 км от отеля «Золотое кольцо», а международный аэропорт Адлер-Сочи — в 5 км. </p>
<p><Гости оценили Golden Ring Hotel за превосходный сервис.</p>
<p>Парам особенно нравится расположение — они оценили проживание в этом районе для поездки вдвоем на 8,9.</p>
<p>Мы говорим на вашем языке!</p>
<p>Golden Ring Hotel: гостей Booking.com здесь принимают с 3 нояб. 2015.
</p>',foto: 'IMG_6580.JPG,IMG_6522.JPG,IMG_6235.JPG,IMG_6433.JPG,IMG_6437.JPG,IMG_6245.JPG,IMG_6254.JPG,IMG_6319.JPG,IMG_6270.JPG,IMG_6420.JPG,IMG_6541.JPG,IMG_6285.JPG,IMG_6495.JPG')
Foto.create(id: 1,foto: 'IMG_6564.JPG,IMG_6523.JPG,IMG_6553.JPG,IMG_6311.JPG,IMG_6468.JPG,IMG_6246.JPG',description: '1:Главный вход:Главный вход/3:Гостиница Golden Ring Hotel расположена у самого берега Черного Моря, в непосредственной близости от пляжа.:Пляж у отеля/6:В нашем отеле, Вы найдете то что искали. И тёплый пляж, с ласковым солнцем и домашний уют.:Уютные номера',item: 'Отель')
Foto.create(id: 2,foto: 'IMG_6529.JPG,IMG_6537.JPG,IMG_6553.JPG,IMG_6558.JPG,IMG_6564.JPG',description: '1:Фасад отеля:Фасад отеля/3:Гостиница Golden Ring Hotel расположена у самого берега Черного Моря, в непосредственной близости от пляжа.:Пляж у отеля/4:На котором Вы можете окунуться в лазурную даль морского горизонта.:Морская даль.',item: 'Экстерьер')
Foto.create(id: 3,foto: 'IMG_6240.JPG,IMG_6296.JPG,IMG_6315.JPG,IMG_6430.JPG,IMG_6437.JPG,IMG_6468.JPG,IMG_6506.JPG,IMG_6346.JPG',description: '',item: 'Номера')
User.create(email:"dbachinin@golden-ring.ru.com", :password => "347742031217")
Room.create(name: 'Двухместный номер Делюкс с одной кроватью', description: 'Размер номера 20 м²
                            Услуги и удобства:
                            • Бесплатные туалетные принадлежности
                            • Фен
                            • Телевизор с плоским экраном
                            • Шкаф/гардероб
                            • Отопление
                            • Кондиционер
                            • Спутниковые каналы
                            • Туалетная бумага
                            • Душ
                            • Гладильные принадлежности
                            • Сейф
                            • Электрический чайник
                            • Полотенца
                            • Ковровое покрытие
                            • Белье
                            • Холодильник
                            • Вешалка для одежды
                            • Балкон
                            • Вид из окна
                            • Вид на море
                            • Вид на город
                            • Телевизор
                            • Утюг
                            • Сушилка для одежды
                            • Туалет
                            • Тапочки
                            • Кофеварка/чайник', foto: 'public/media/foto/twin_one_bed/')
Room.create(name: 'Двухместный номер Делюкс с двумя отдельными кроватями', description: 'Размер номера 20 м²
Услуги и удобства:
• Бесплатные туалетные принадлежности
• Фен
• Телевизор с плоским экраном
• Шкаф/гардероб
• Отопление
• Кондиционер
• Спутниковые каналы
• Туалетная бумага
• Душ
• Гладильные принадлежности
• Сейф
• Электрический чайник
• Полотенца
• Ковровое покрытие
• Белье
• Холодильник
• Вешалка для одежды
• Балкон
• Вид из окна
• Вид на море
• Вид на город
• Телевизор
• Утюг
• Сушилка для одежды
• Туалет
• Тапочки
• Кофеварка/чайник', foto: 'public/media/foto/twin_two_bed/')
Room.create(name: 'Стандартный трехместный номер', description: 'Размер номера 25 м²
Услуги и удобства:
• Бесплатные туалетные принадлежности
• Фен
• Телевизор с плоским экраном
• Шкаф/гардероб
• Отопление
• Кондиционер
• Спутниковые каналы
• Туалетная бумага
• Душ
• Гладильные принадлежности
• Сейф
• Электрический чайник
• Полотенца
• Ковровое покрытие
• Белье
• Холодильник
• Вешалка для одежды
• Балкон
• Вид из окна
• Вид на море
• Вид на город
• Телевизор
• Утюг
• Сушилка для одежды
• Диван-кровать
• Туалет
• Тапочки
• Кофеварка/чайник', foto: 'public/media/foto/tripple/')
Room.create(name: 'Люкс с двумя Спальнями', description: 'Услуги и удобства:
• Бесплатные туалетные принадлежности
• Фен
• Телевизор с плоским экраном
• Шкаф/гардероб
• Отопление
• Кондиционер
• Спутниковые каналы
• Туалетная бумага
• Душ
• Гладильные принадлежности
• Сейф
• Электрический чайник
• Полотенца
• Ковровое покрытие
• Гостиный уголок
• Белье
• Холодильник
• Вешалка для одежды
• Балкон
• Вид из окна
• Вид на море
• Вид на город
• Телевизор
• Утюг
• Диван
• Сушилка для одежды
• Туалет
• Тапочки
• Кофеварка/чайник', foto: 'public/media/foto/luxury/')
Room.create(name: 'Апартаменты с видом на море', description: 'Услуги и удобства:
• Балкон с видом на море', foto: 'public/media/foto/appart/')
